[1,0,0,[["cc.JsonAsset",["_name","json"],1]],[[0,0,1,3]],[[0,"act",[{"key":"bd.name.1","ko":"캠프파이어","en":"Campfire"},{"key":"bd.name.2","ko":"용광로","en":"Furnace"},{"key":"bd.name.3","ko":"모루","en":"Forge"},{"key":"bd.name.4","ko":"유물 소켓","en":"Artifact Socket"},{"key":"bd.name.5","ko":"농장","en":"Farm"},{"key":"bd.name.6","ko":"마녀 구슬","en":"Witch Sphere"},{"key":"bd.name.7","ko":"테이블 쏘","en":"Table Saw"},{"key":"bd.name.8","ko":"광산","en":"Mine"},{"key":"bd.name.9","ko":"풀 플레이트 동상","en":"Full Plate Statue"},{"key":"bd.name.10","ko":"생명의 샘","en":"Trevi Fountain"},{"key":"bd.name.11","ko":"아테나 여신상","en":"Athena Statue"},{"key":"bd.name.12","ko":"마법 책장","en":"Magic Bookshelf"},{"key":"","ko":"","en":""},{"key":"bd.desc.1","ko":"따듯한 불을 쬐고 있는 것만으로 몸과 마음이 건강해 진다. 장작은 최대한 물기가 없는 마른 나무를 사용하는 것이 좋다.","en":"Just by basking in the warm fire, the body and mind become healthy. It is best to use dry wood that is as dry as possible for firewood."},{"key":"bd.desc.2","ko":"벽돌로 쌓아 올린 간단한 구조지만, 2000도까지 온도를 올릴수 있다. 뜨거운 열로 몇가지 재료를 만들 수 있다.","en":"It is a simple structure stacked with bricks, but it can raise the temperature up to 2000 degrees. Some materials can be made with hot heat."},{"key":"bd.desc.3","ko":"금속을 두들겨 도구를 제작하는데 쓰인다. 충격에 오래 버틸 수 있도록 철과 탄소를 섞어 만들어야 한다.","en":"It is used to craft tools by pounding metal. It must be made of a mixture of iron and carbon to withstand impact."},{"key":"bd.desc.4","ko":"축복을 원하는가? 소켓에  아티팩트를 장착하라! 이 건물을 건설하면 전투에서 룬타입 아티팩트를 얻을수 있다.","en":"Do you want a blessing? Attach artifacts to sockets! By constructing this building, you can get rune-type artifacts in battle."},{"key":"bd.desc.5","ko":"이 세계엔 다른 종류의 아티팩트도 존재한다. 이 건물을 건설하면 음식 타입의 아티팩트를 얻을 수 있다.","en":"There are also other kinds of artifacts in this world. You can get food-type artifacts by constructing this building."},{"key":"bd.desc.6","ko":"룬과 음식 타입의 아티팩트로는 부족하다. 이 건물을 건설하면 특수 타입의 아티팩트를 얻을 수 있다.","en":"Runes and food-type artifacts are not enough. By constructing this building, you can get a special type of artifact."},{"key":"bd.desc.7","ko":"강력한 원형 톱날이 나무를 켠다. 나무를 다듬어 판재를 만든다.","en":"A powerful circular saw blade cuts the tree. The wood is trimmed to make boards."},{"key":"bd.desc.8","ko":"고급의 건물을 건설하려면 귀한 종류의 자원들 수집해야 한다. 이건물을 지으면 전투중에 희귀한 재료가 드랍된다.","en":"To construct a advanced building, you must collect rare types of resources. Rare materials drop during battle when you build it."},{"key":"bd.desc.9","ko":"방어의 축복을 원하는가? 단단하고 아름다운 저 갑옷을 보라.","en":"Do you want the blessing of defense? Look at that hard and beautiful armor."},{"key":"bd.desc.10","ko":"여기서 나오는 성수는 나쁜 것들을 깨끗하게한다. 이 물은 생명 그 자체 일까? 왠지 모르게 짠 맛이 나는것 같다.","en":"The holy water from here purifies bad things. Is this water life itself? It somehow tastes salty."},{"key":"bd.desc.11","ko":"아테나는 뛰어난 지혜와 무력, 그리고 불굴의 정의감과 투쟁심을 가진 신이다. 이 건물을 지으면 그녀의 축복이 함께한다.","en":"Athena is a god with great wisdom, strength, and an indomitable sense of justice and fighting spirit. If you build this building, her blessing will be with you."},{"key":"bd.desc.12","ko":"마법의 원리가 궁금한가? 모든 답은 책에 있다.","en":"Curious about how magic works? All answers are in the book."}]]],0,0,[],[],[]]